<!DOCTYPE html>
<?php  ?>
<html lang="en" dir="ltr">
  <head>
    <meta charset="utf-8">
    <link rel="stylesheet" href="CSS/main.css">
    <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css">
    <!--Rights of this code belongs to W3schools -->
    <title>Info</title>
  </head>
  <body>

    <div id="head">
      <a class="btn" href="index.php" style="text-decoration: none;">Αρχική</a>
     <a class="btn" href="info.php" style="text-decoration: none;">Πληροφορίες</a>
     <a class="btn" href="#" style="text-decoration: none;">Έρευνα</a>
     <a class="btn" href="comunication.php" style="text-decoration: none;">Επικοινωνία</a>

    </div>

    <div class="page">

      <div class="infotxt">
        <h3>Σχετικά με τη σελίδα</h3>
        <p>Το ClikArt είναι μια ιστοσελίδα που προσφέρει σε όσους την επισκέπτονται, την ικανότητα να αναζητήσουν έργα τέχνης και να λάβουν έγκυρες πληροφορίες για αυτά.
        Στη βάση της ιστοσελίδας βρίσκονται έργα από την προ Αναγεννησιακή εποχή, έως και τη σύγχρονη τέχνη όπως γλυπτά, πίνακες ζωγραφικής, βυζαντινές αγιογραφίες, νωπογραφίες, χειρόγραφα, κολλάζ και άλλα πολλά.
      </p>

      <p>Το χαρακτηριστικό που κάνει τον ιστότοπό μας να είναι ξεχωριστός είναι μια διαφορετική προσέγγιση ως προς την αναζήτηση (<i>search</i>) που κάνει ο χρήστης. Ο επισκέπτης σε μία γκαλερί δεν έχει την
      ικανότητα να θυμάται όλα τα ονόματα των πινάκων είδε. Πολλές φορές μένει στο μυαλό του μόνο η εικόνα του έργου και όχι το όνομα. Σε αυτή την περίπτωση ο επισκέπτης θα πρέπει να κάνει μεγάλη έρευνα για να
    αναζητήσει πληροφορίες για το έργο που του άρεσε. Το πρόβλημα αυτό λύνεται από σε αυτόν τον ιστότοπο, δίνοντας την ικανότητα στον χρήστη να ψάχνει έργα με βάση τα χαρακτηριστικά που βρίσκονται μέσα σε αυτά.
  Εάν το έργο που αναζητά ο χρήστης έχει ένα μήλο στο περιεχόμενό του, πατώντας αυτή την λέξη λαμβάνει όλα τα έργα τέχνης που περιέχουν ένα "μήλο"! Με λίγα λόγια, το ClikArt διευκολύνει την αναζήτηση ενός αντικειμένου,
όταν αυτό δεν μπορεί να προσδιοριστεί άμεσα από τον χρήστη.
</p>

      <p>Η σελίδα είναι στη διαδικασία δημιουργίας στα πλαίσια της πτυχιακής άσκησης του φοιτητή του τμήματος Διαχείρισης Πολιτισμικού Περιβάλλοντος και Νέων Τεχνολογιών Κωνσταντίνου Κολοκυθά, υπό την επίβλεψη της καθηγήτριας Ευαγγελίας Παπαϊωάννου.
      Αυτή είναι μια αρχική μορφή της ιστοσελίδας που δεν διαθέτει ακόμα όλες τις λειτουργίες. Αφορά μόνο την εμφάνιση και γενικά μια πρώτη εικόνα.
</p>

      <p>Ελπίζουμε αυτή η πρώτη επαφή να σας κεντρίσει το ενδιαφέρον!</p>

      </div>

    </div>


    <div id="footer">
      <div class="lastsect">
        <h4>Σύνδεσμοι</h4>
        <table>

          <tr>
            <td><a target="_blank" href="http://www.culture.upatras.gr/cms/">Τμήμα Διαχείρισης Πολιτισμικού Περιβάλλοντος και Νέων Τεχνολογιών  </a></td>
          </tr>

        </table>
      </div>

      <div class="lastsect">

        <table>
          <tr>
            <td><a href="index.php">Αρχική</a></td>
          </tr>

          <tr>
            <td><a href="info.php">Πληροφορίες</a></td>
          </tr>

          <tr>
            <td><a href="#">Έρευνα</a></td>
          </tr>

          <tr>
            <td><a href="comunication.php">Επικοινωνία</a></td>
          </tr>
        </table>

      </div>

        <div class="lastsect">
          <h4>Επικοινωνία</h4>
          <table>
            <tr>
              <td>conkolokythas96@gmail.com</td>
            </tr>
          </table>
        </div>

        <div class="lastsect">
          <a target="_blank" href="https://www.upatras.gr/el"> <img src="siteImages/University_of_Patras_(logo).png" alt="University" height="150" width="340"> </a>
        </div>

        <div id="tag">
          &#169; &#922;&#969;&#957;&#963;&#964;&#945;&#957;&#964;&#943;&#957;&#959;&#962; &#922;&#959;&#955;&#959;&#954;&#965;&#952;&#940;&#962;
        </div>
    </div>

  </body>
</html>
